{
  "animes": [
    {
      "id": "1",
      "title": "D.Gray-man",
      "videoId": "GIOe6KZrHBA",
      "imageurl": "https://cdn.myanimelist.net/images/anime/13/75194.jpg",
      "sinopsis": "La historia gira alrededor de Allen Walker, un exorcista, al final imaginario del siglo XIX en Europa. Allen es un miembro de la orden religiosa oscura, formado por exorcistas, conectados con el Vaticano. La misión de la Orden es detener al Conde del Milenio, espíritu necrófago maligno que se propone limpiar el mundo destruyendo a todos los seres humanos con sus armas llamadas 'Akuma'.",
      "genre": "Shounen",
      "code": "123"
    },
    {
      "id": "2",
      "title": "Golden Time",
      "videoId": "44njDYJ5OJA",
      "imageurl": "https://cdn.myanimelist.net/images/anime/12/52091l.jpg",
      "sinopsis": "Debido a un trágico accidente, Banri sufre de amnesia. Sin embargo, después de hacerse amigo de Mitsuo Yanagisawa, decide seguir adelante y comenzar una nueva vida en la facultad de derecho en Tokio. Pero justo cuando está empezando a adaptarse a su vida universitaria, la hermosa Kouko Kaga irrumpe dramáticamente en la vida de Banri, y su encuentro fortuito marca el inicio de un año inolvidable.",
      "genre": "Drama",
      "code": "123"
    },
    {
      "id": "3",
      "title": "Amor de gata",
      "videoId": "irZZkLW1Ygk",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1045/106389.jpg",
      "sinopsis": "Miyo 'Muge' Sasaki es una joven estudiante de secundaria que se ha enamorado de su compañero Kento Hinode. Aunque le persigue todos los días, él nunca parece percatarse de su presencia. Un día, de manera fortuita, descubre una máscara con la que se transforma en un gato llamado Tarō. Esto le permite acercarse a Kento, pero también corre el riesgo de no poder volver a transformarse en humano.",
      "genre": "Romance",
      "code": "123"
    },
    {
      "id": "4",
      "title": "Dororo",
      "videoId": "v3ApcTz1lwE",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1879/100467.jpg",
      "sinopsis": "Un señor samurai ha regalado los órganos de su hijo recién nacido a cuarenta y ocho demonios a cambio del dominio en el campo de batalla. Sin embargo, el niño abandonado sobrevive gracias a un curandero que lo equipa con prótesis primitivas que usará para cazar a la multitud de demonios para reclamar su cuerpo pieza por pieza. En sus viajes, el joven héroe se encuentra con un huérfano que dice ser el ladrón más grande de Japón.",
      "genre": "Action",
      "code": "123"
    },
    {
      "id": "5",
      "title": "One piece",
      "videoId": "MCb13lbVGE0",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1100/116767.jpg",
      "sinopsis": "One Piece narra la historia de un joven llamado Monkey D. Luffy, que inspirado por su amigo pirata Shanks, comienza un viaje para alcanzar su sueño, ser el Rey de los piratas, para lo cual deberá encontrar el tesoro One Piece dejado por el anterior rey de los piratas Gol D. Roger.",
      "genre": "Adventure",
      "code": "123"
    },
    {
      "id": "6",
      "title": "Death Note",
      "videoId": "Vt_3c8BgxV4",
      "imageurl": "https://cdn.myanimelist.net/images/anime/9/9453.jpg",
      "sinopsis": "Light Yagami es un joven estudiante que un día encuentra un cuaderno llamado Death Note que tiene una macabra propiedad: si el nombre de una persona aparece escrito en él, morirá. Light decide, entonces, embarcarse en una misión para librar al mundo de todos los criminales. Sin embargo, su plan empieza a torcerse cuando L, un brillante detective, intenta descifrar el misterio que rodea a todas estas muertes.",
      "genre": "Gore",
      "code": "123"
    },
    {
      "id": "7",
      "title": "Blood C",
      "videoId": "UqpRUvLoUuM",
      "imageurl": "https://cdn.myanimelist.net/images/anime/2/31649l.jpg",
      "sinopsis": "Saya Kisaragi lleva una vida normal en el instituto y disfruta de su día a día. Sin embargo, una noche su padre le encomienda una misión como heredera del Templo Ukishima. Los llamados 'Ancianos'('Furukimono') cazan y devoran humanos. Sólo Saya será capaz de acabar con estos seres y poder así proteger la ciudad y su querido instituto.",
      "genre": "Gore",
      "code": "123"
    },
    {
      "id": "8",
      "title": "Deadman Wonderland",
      "videoId": "WUTFRxi5RXM",
      "imageurl": "https://cdn.myanimelist.net/images/anime/9/75299.jpg",
      "sinopsis": "Ganta Igarashi mientras está en clase ve, por la ventana, a un hombre cubierto de sangre. Segundos después el hombre mata a todos sus compañeros, y cuando cree ser el siguiente, el asesino le incrusta un cristal carmesí en el pecho. Ganta es acusado por los asesinatos y condenado a cadena perpetua en Deadman Wonderland.Para poder sobrevivir, Ganta deberá participar en los mortales juegos de Deadman Wonderland.",
      "genre": "Gore",
      "code": "123"
    },
    {
      "id": "9",
      "title": "Dragon ball",
      "videoId": "fg_fP7cRJXg",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1887/92364.jpg",
      "sinopsis": "'Dragon Ball' se centra en Son Goku, que después de la muerte de su abuelo, conoce a Bulma, la hija de uno de los científicos más brillantes del mundo. Ella le invita a hacer una gran búsqueda de siete esferas de las legendarias Dragon Balls, que al ser reunidas dan lugar a la aparición del dragón sagrado que puede conceder cualquier deseo, pero solo uno.",
      "genre": "Adventure",
      "code": "123"
    },
    {
      "id": "10",
      "title": "Psycho pass",
      "videoId": "DgDBzAHg4wU",
      "imageurl": "https://cdn.myanimelist.net/images/anime/5/43399.jpg",
      "sinopsis": "En un futuro cercano en el cual la sociedad japonesa está regida por un sistema denominado Sybil, es posible medir el estado mental de las personas así como su propensidad a volverse criminales, esto mediante un escáner que determina el Psycho-Pass: un valor numérico, el coeficiente de criminalidad, que sube o baja dependiendo de la situación del individuo; y un color, que al ser claro o oscuro, determina la estabilidad mental de la persona.",
      "genre": "Action",
      "code": "123"
    },
    {
      "title": "After the rain",
      "videoId": "bHULBRnBenQ",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1271/90136.jpg",
      "sinopsis": "Akira Tachibana (Nana Komatsu) es una estudiante de secundaria de 17 años. Una vez fue una atleta prometedora, pero una lesión le ha impedido participar en atletismo. Un día, Akira Tachibana va a un restaurante familiar y el gerente le habla con voz tierna.",
      "genre": "Romance",
      "code": "dia",
      "id": "e9adb3f6-1801-4c2e-83fa-cbfc8c71d389"
    },
    {
      "title": "Bungou Stray Dogs",
      "videoId": "cD8i8K-4Vms",
      "imageurl": "https://cdn.myanimelist.net/images/anime/3/79409.jpg",
      "sinopsis": "La historia de Bungou Stray Dogs se centra alrededor de individuos con poderes sobrenaturales, los cuales usan para distintos propósitos como ayudar personas, resolver misterios, y encargarse de ciertos asuntos con la mafia. La historia sigue a los miembros de \"La Agencia Armada de Detectives\" durante su día a día.",
      "genre": "Seinen",
      "code": "straydogs",
      "id": "1a1500cd-1ac7-470f-a091-dca88133e5d5"
    },
    {
      "title": "A galaxy next Door",
      "videoId": "GZjo6FYjEw4",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1091/135041.jpg",
      "sinopsis": "Desde que su padre murió, Ichirou Kuga ha luchado para mantener a sus dos hermanos menores con una pequeña herencia y su pasión por dibujar manga. Pero cada vez es más difícil ...Justo cuando se acerca a su punto de quiebre, la hermosa y aterradoramente competente Shiori Goshiki solicita convertirse en su nueva asistente. Pero hay algo casi de otro mundo en Goshiki...",
      "genre": "Romance",
      "code": "galaxy",
      "id": "a8d75380-5771-4197-b140-61d6b06bda07"
    },
    {
      "title": "Tomo-chan Is a Girl!",
      "videoId": "PVypUPrFewg",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1444/131828.jpg",
      "sinopsis": "Una juvenil comedia romántica entre Tomo Aizawa (Tomo-chan), una chica algo masculina y su denso amigo de la infancia Junichiro Kubota. La joven estudiante quiere que él la vea como una chica real, pero todos los intentos terminan en vano.",
      "genre": "Romance",
      "code": "tomochan",
      "id": "28c17534-6059-4a6e-a62f-b41bfec17641"
    },
    {
      "title": "Koikimo",
      "videoId": "x18yC9Mt-mA?",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1519/110527.jpg",
      "sinopsis": "Una vez que te enamoras de alguien, no puedes detener el amor. Un extraño encuentro estimula la relación entre Amakusa Ryou, un hombre de negocios que suele tontear con mujeres, y la mejor amiga de su hermana, Arima Ichika, una chica de secundaria. A partir de ahí, se enamora perdidamente. ",
      "genre": "Romance",
      "code": "koikimo",
      "id": "3ecb21c2-9829-4639-be8f-81a398550b8c"
    },
    {
      "title": "Say 'I Love You'.",
      "videoId": "-RoSoU_h5SY",
      "imageurl": "https://cdn.myanimelist.net/images/anime/11/39777.jpg",
      "sinopsis": "Mei Tachibana es una joven tranquila y modesta de dieciséis años de edad que ha pasado sus años de instituto sin hacer amistad o conseguir un novio. Cuando conoce al chico popular Yamato Kurosawa, quien se interesa en ella, comienza una relación gracias a la cual Mei se abre y comienza a diversificar su perspectiva de la vida y a hacer amistad con otras personas.",
      "genre": "Romance",
      "code": "loveyou",
      "id": "63f6c8c4-0805-400e-98a2-2fb08544fa00"
    },
    {
      "title": "Toradora!",
      "videoId": "ya570uUgQNc",
      "imageurl": "https://cdn.myanimelist.net/images/anime/13/22128.jpg",
      "sinopsis": "Takasu Ryuuji comienza su segundo año de instituto con mucho ánimo. Sin embargo, hay una cosa que el odia, y es su mirada, con lo cual posee una habilidad innata para intimidar a los demás, provocándole esto muchos malentendidos con sus compañeros. No obstante, todo esto va cambiar el primer día de clases, cuando Ryuuji tiene un encontronazo con Aisaka Taiga, la persona mas peligrosa del centro.",
      "genre": "Romance",
      "code": "toradora",
      "id": "a07cfd55-d330-4594-82ad-653e7e0f5905"
    },
    {
      "title": "Attack on Titan",
      "videoId": "MGRm4IzK1SQ",
      "imageurl": "https://cdn.myanimelist.net/images/anime/10/47347.jpg",
      "sinopsis": "Hace cien años, los Titanes aparecieron. Ante esta invasión, la humanidad se vio obligada a esconderse tras enormes muros para no convertirse en alimento. De esta manera los seres humanos pudieron volver a conocer la paz y la prosperidad, hasta el punto de casi olvidar la verdadera razón por la que vivían encerrados. Entonces aparece Eren Jaeger, un joven que sueña con el mundo exterior, hastiado del conformismo.",
      "genre": "Action",
      "code": "titan",
      "id": "5dc2c997-c519-4620-8092-660d1d267c8a"
    },
    {
      "title": "Hell's Paradise",
      "videoId": "1JLeeulO8AU",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1075/131925.jpg",
      "sinopsis": "Gabimaru, una vez denominado como el ninja más fuerte, deja su oficio, violando las leyes de su poblado ninja. Cuando es capturado, dice que no tiene nada por lo que vivir, pero debido a su nivel de entrenamiento superhumano, consigue sobrevivir a las diferentes ejecuciones que se le aplican.",
      "genre": "Action",
      "code": "gabimaru",
      "id": "42a2973d-87d8-438e-a9cc-eb7a4bc46be7"
    },
    {
      "title": "Dead Mount Death Play",
      "videoId": "IOkS_GU9BNc",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1930/133758.jpg",
      "sinopsis": "Después de luchar contra el héroe Calamity Crusher, Corpse God, un nigromante de un poder inaudito, se reencarna en Polka Shinoyama, un joven que vive en el actual Shinjuku. Él ya sólo quiere calma y una apacible vida en Shinjuku... pero el barrio tiene otras ideas para Polka.",
      "genre": "Action",
      "code": "dead",
      "id": "2e1b3834-d28c-4702-bb33-1918d07121fa"
    },
    {
      "title": "Golden Kamuy",
      "videoId": "5olutLS6mdo",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1145/90880.jpg",
      "sinopsis": "La trama se desarrolla en el Hokkaido, a comienzos del siglo XX, justo después de la guerra entre Japón y Rusia. En este escenario, Saichi Sugimoto, apodado como Sugimoto el inmortal, se dedica a la búsqueda insaciable de oro para cumplir la promesa que le hizo a un amigo muerto en batalla de cuidar a su familia.",
      "genre": "Action",
      "code": "golden",
      "id": "33ce4b47-4c75-4a0f-9795-58e3ca841a94"
    },
    {
      "title": "Demon Slayer",
      "videoId": "6vMuWuWlW4I",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1286/99889.jpg",
      "sinopsis": "Tanjirou Kamado es un chico inteligente y de buen corazón que vive con su familia y gana dinero vendiendo carbón. Todo cambia cuando su familia es atacada y asesinada por un demonio. Tanjirou y su hermana Nezuko son los únicos sobrevivientes del incidente, aunque Nezuko fue convertida en demonio. Tanjirou se convierte en un asesino de demonios para ayudar a su hermana a volverse humana nuevamente y vengar la muerte de su familia.",
      "genre": "Shounen",
      "code": "slayer",
      "id": "85503c30-194b-4b6c-858b-a041bb7e535e"
    },
    {
      "title": "Jujutsu Kaisen",
      "videoId": "aPBUUJbrAWo",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1171/109222.jpg",
      "sinopsis": "Yūji Itadori, quien accidentalmente se convierte en el huésped de un una poderosa maldición llamada Ryōmen Sukuna. Para combatir a esta entidad en su interior, Yūji se une a una organización secreta de Hechiceros Jujutsu y así poder aprender las habilidades necesarias para defenderse.",
      "genre": "Shounen",
      "code": "jujutsu",
      "id": "10531ab8-a3ec-425a-8aa9-8825bc4f54e4"
    },
    {
      "title": "Dr. Stone",
      "videoId": "2ei4KpfCOAI",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1613/102576.jpg",
      "sinopsis": "Un fatídico día, toda la humanidad quedó petrificada por un destello de luz cegadora. Después de varios milenios, el estudiante de secundaria Taiju se despierta y se encuentra perdido en un mundo de estatuas. Sin embargo, no está solo. Su ídolo científico, Senku, ha estado trabajando durante varios meses y tiene un gran plan en mente para impulsar la civilización con el poder de la ciencia.",
      "genre": "Shounen",
      "code": "stone",
      "id": "de4cb428-b5c9-4dd7-9646-099f9b80fe0b"
    },
    {
      "title": "Mashle: Magic and Muscles",
      "videoId": "Hbz4shbCPCA",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1218/135107.jpg",
      "sinopsis": "¡En un mundo donde la magia es la ley, una vez existió Mash Burnedead! Criado en lo profundo del bosque, el joven divide sus días entre hacer ejercicio y comer bollos de crema. Pero un día, un oficial de policía descubre su secreto: nació sin poderes mágicos, ¡lo que se castiga con la muerte!",
      "genre": "Shounen",
      "code": "mashle",
      "id": "da3dd89e-c98e-4f37-bc7b-9f34bb48000b"
    },
    {
      "title": "My Hero Academia",
      "videoId": "D5fYOnwYkj4",
      "imageurl": "https://cdn.myanimelist.net/images/anime/10/78745.jpg",
      "sinopsis": "Las personas no nacen igual. El protagonista de esta historia es uno de esos casos raros que nacen sin superpoderes, pero esto no le impedirá perseguir su sueño: ser un gran héroe como el legendario All-Might. Para convertirse en el héroe que quiere ser, se apuntará a una de las academias de héroes más prestigiosas del país: Yueiko. Con la ayuda de su ídolo, All-Might, ¿podrá convertirse en un verdadero héroe?",
      "genre": "Shounen",
      "code": "hero",
      "id": "6f285dca-d637-4dc0-8ed2-bb5b8a8354a8"
    },
    {
      "title": "Mushoku Tensei: Jobless Reincarnation",
      "videoId": "Qx01pn9l-6g?",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1530/117776.jpg",
      "sinopsis": "Un joven virgen \"nini\" de 34 años es echado de casa cuando se queda sin dinero. Él se arrepiente de su vida cuando muere en un accidente de tráfico. Tras el accidente, se reencarna en un bebé en un mundo fantástico de espada y brujería.",
      "genre": "Adventure",
      "code": "reincarnation",
      "id": "36cd9603-27cd-4bde-ab60-9b52c58a8acf"
    },
    {
      "title": "Fairy Tail",
      "videoId": "mU1yER7VEZA",
      "imageurl": "https://cdn.myanimelist.net/images/anime/5/18179.jpg",
      "sinopsis": "La serie relata las aventuras del joven mago Natsu Dragneel y su gato parlante Happy que viajan juntos en busca del dragón Igneel, el cual Natsu declara que es su padre adoptivo, hasta que un día conocen a una chica llamada Lucy Heartfilia, una maga de espíritus celestiales.",
      "genre": "Adventure",
      "code": "fairy",
      "id": "ae01c1c1-2e06-4a6e-b028-62b75b7349f5"
    },
    {
      "title": "That Time I Got Reincarnated as a Slime",
      "videoId": "uOzwqb74K34",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1069/123309.jpg",
      "sinopsis": "La serie relata la historia de Satoru Mikami, un asalariado de 37 años que es asesinado tras ser apuñalado por un ladrón y se reencarna en un mundo de espadas y magia como un Slime con poderes únicos y reúne aliados para construir su propia nación de monstruos.",
      "genre": "Adventure",
      "code": "slime",
      "id": "51a29ad6-eb78-4a1e-9c16-47a56ba988c4"
    },
    {
      "title": "Hunter x Hunter",
      "videoId": "D9iTQRB4XRk",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1337/99013.jpg",
      "sinopsis": "La trama nos sitúa en un mundo fantástico en el que existen bestias maléficas, tesoros ocultos… y hunters o «cazadores», personas que viven increíbles peripecias para desentrañar los misterios del planeta. Gon Freecss es un muchacho que se presenta a los exámenes de hunter con el fin de obtener la tarjeta de licencia. Para superarlos, debe demostrar que posee las habilidades que requiere un trabajo tan complicado y peligroso como ese.",
      "genre": "Adventure",
      "code": "hunter",
      "id": "32f6bc2b-66a9-464d-a76b-abc05994b29d"
    },
    {
      "title": "Another",
      "videoId": "UGoAl3L13bc1",
      "imageurl": "https://cdn.myanimelist.net/images/anime/4/75509.jpg",
      "sinopsis": "En la primavera de 1998, un chico de 15 años llamado Koichi Sakakibara es trasladado a esa misma clase, ahí conoce a Mei Misaki, una chica bastante rara a la que tanto sus profesores como compañeros de clase ignoran. Inesperadamente una serie de asesinatos causa la desesperación entre los alumnos de la clase 3-3.",
      "genre": "Gore",
      "code": "another",
      "id": "81a01665-35b4-4d95-aabb-068b6614bed9"
    },
    {
      "title": "The Future Diary ",
      "videoId": "KfznTm8mJA4",
      "imageurl": "https://cdn.myanimelist.net/images/anime/10/22971.jpg",
      "sinopsis": "Yukiteru Amano es un estudiante de segundo año de secundaria solitario e introvertido, quien gasta todo su tiempo escribiendo un diario en su celular desde el punto de vista de un espectador. Su único amigo es un producto de su imaginación, Deus Ex Machina, el Dios del Tiempo y el Espacio.",
      "genre": "Gore",
      "code": "mirainikki",
      "id": "44ff424f-48f8-43f3-9b4a-dacdfceae94b"
    },
    {
      "title": "Hell Girl",
      "videoId": "ofIl6PWLY8g",
      "imageurl": "https://cdn.myanimelist.net/images/anime/4/86907.jpg",
      "sinopsis": "¿Qué harías si tuvieses el poder de enviar a tus enemigos inmediatamente a los confines del infierno? En Jigoku Shoujo podemos presenciar cuáles serían las consecuencias de tales acciones ...",
      "genre": "Gore",
      "code": "hellgirl",
      "id": "e3f96de1-0a4b-4dc0-af81-27459742f10b"
    },
    {
      "title": "Tokyo Ghoul",
      "videoId": "vGuQeQsoRgU",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1498/134443.jpg",
      "sinopsis": "Los habitantes de Tokio viven aterrados: en las sombras de la metrópolis se ocultan horribles monstruos que se camuflan entre la multitud, cazando y devorando seres humanos. Un joven se topa con uno de estos ghouls, pero aunque consigue sobrevivir, su existencia ya no será igual…",
      "genre": "Seinen",
      "code": "ghoul",
      "id": "f3d30a4b-f8bc-49a0-b39c-7c4e84a3b593"
    },
    {
      "title": "91 Days",
      "videoId": "-NLxTEFb2pk",
      "imageurl": "https://cdn.myanimelist.net/images/anime/13/80515.jpg",
      "sinopsis": "La historia está ambientada en la era de la ley seca en los Estados Unidos, y sigue a Angelo Lagusa en su búsqueda de venganza contra la familia Vanetti.",
      "genre": "Seinen",
      "code": "days",
      "id": "9f896b0b-c5a4-4f1b-8f37-e58a78eb59d5"
    },
    {
      "title": "Tomodachi Game",
      "videoId": "eP2FlJtfwL8",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1247/121345.jpg",
      "sinopsis": "Yūichi Katagiri es un estudiante modelo con cuatro amigos con vidas más difíciles que él. Su tranquila vida cambia cuando 2 millones de yenes para el viaje escolar desaparecen. Yūichi se verá envuelto en una serie de misteriosos juegos psicológicos para recuperar el dinero... o a sus amigos.",
      "genre": "Seinen",
      "code": "game",
      "id": "2fa9392e-3cbb-4c0c-a0ea-f995c6866ea3"
    },
    {
      "title": "Ajin: Demi-Human",
      "videoId": "V62kcgCXNJU",
      "imageurl": "https://cdn.myanimelist.net/images/anime/13/77968.jpg",
      "sinopsis": "La historia nos habla de Kei Nagai, un estudiante de preparatoria que descubre ser un Ajin, seres inmortales que son perseguidos por los gobiernos del planeta, los cuales están interesados en saber más acerca de estos y cómo explotar su inmortalidad para beneficio propio.",
      "genre": "Seinen",
      "code": "ajin",
      "id": "3df3b7ba-3cf1-4598-91bf-9ee470e69295"
    },
    {
      "title": "Spice and Wolf",
      "videoId": "DuWQOwwI9z4",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1792/136743.jpg",
      "sinopsis": "Kraft Lawrence es un joven que sueña con abrir su propia tienda algún día. Mientras viaja, se encuentra con Holo, una chica lobo que también es una diosa de la cosecha. Por aburrimiento, Holo decide viajar con él, ayudando a Kraft con sus conocimientos de la gente para permitirle convertirse en un comerciante exitoso.",
      "genre": "Seinen",
      "code": "wolf",
      "id": "f8e2bb4a-6677-41f5-a99f-f84c551e108a"
    },
    {
      "title": "Beautiful Bones",
      "videoId": "-pDRype0mQU",
      "imageurl": "https://cdn.myanimelist.net/images/anime/7/76116.jpg",
      "sinopsis": "Sakurako-san no Ashimoto ni wa Shitai ga Umatteiru se centra en un estudiante de preparatoria, Shotaro Tatewaki y su hermosa novia, Sakurako Kujo, quien ama los huesos hermosos. Debido a la naturaleza de sus intereses, ambos se envuelven en todo tipo de incidentes que involucren huesos.",
      "genre": "Gore",
      "code": "bones",
      "id": "ba83862f-cbe6-46e9-af7b-468ceb2006d4"
    },
    {
      "title": "Inuyasha",
      "videoId": "n5f47FVUlrs",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1589/95329.jpg",
      "sinopsis": "Kagome Higurashi, una estudiante de 15 años en Tokyo, es transportada al período Sengoku de Japón, donde conoce al mitad perro-demonio. Inuyasha. Un monstruo de esa era intenta coger la joya Shikon y ella parte la joya en muchas pienzas dispersadas, ahora, por todo Japón.",
      "genre": "Adventure",
      "code": "inuyasha",
      "id": "4a0cf2db-a2a7-4f51-9f8d-fd62b96cd4df"
    },
    {
      "title": "Code Geass:Hangyaku no Lelouch",
      "videoId": "qhhWOROY4iI",
      "imageurl": "https://cdn.myanimelist.net/images/anime/1032/135088.jpg",
      "sinopsis": "Lelouch Lamperouge, un estudiante británico, desafortunadamente se encuentra atrapado en un fuego entre las fuerzas armadas británicas y el área 11. Sin embargo, puede escapar gracias a la aparición oportuna de una misteriosa niña llamada C.C., que otorga sus geass, el Geass, el 'Poder de los reyes'",
      "genre": "Mecha",
      "code": "geass",
      "id": "a900d353-a235-4a8d-b8de-daf876df70f9"
    }
  ],
  "categories": [
    {
      "id": "1",
      "nombre": "Shounen",
      "color": "#dc5c05",
      "description": "Series con grandes dosis de acción, en las que a menudo se dan situaciones humorísticas. Destaca el compañerismo entre miembros de un colectivo o de un equipo de combate.",
      "code": "123"
    },
    {
      "id": "2",
      "nombre": "Romance",
      "color": "#ff8697",
      "description": "Relatan una historia de amor. Normalmente los protagonistas son una pareja y su relación el centro del argumento.",
      "code": "123"
    },
    {
      "id": "3",
      "nombre": "Action",
      "color": "#4c1c24",
      "description": "Series intensas y con emocionante narrativa, donde las peleas, batallas y confrontaciones desempeñan un papel central.",
      "code": "123"
    },
    {
      "id": "4",
      "nombre": "Adventure",
      "color": "#0c5c07",
      "description": "Historias llenas de emoción y descubrimiento, donde los protagonistas se embarcan en viajes épicos y desafiantes.",
      "code": "123"
    },
    {
      "id": "5",
      "nombre": "Gore",
      "color": "#ff0100",
      "description": "En este género abunda la sangre y la violencia. Usualmente, los temas son de intriga, oscuros y sobrenaturales.",
      "code": "123"
    },
    {
      "nombre": "Seinen",
      "color": "#256483",
      "description": "Presenta tramas más orientadas a la acción y aventura, aborda temas más profundos y complejos. Estos pueden incluir drama, romance, ciencia ficción, fantasía, historia, política, filosofía y exploración psicológica.",
      "code": "seinen",
      "id": "36fa6056-d5cb-4562-9786-9e5ce6ad8a24"
    },
    {
      "nombre": "Mecha",
      "color": "#706f6b",
      "description": "Se caracteriza por la presencia de robots gigantes que son pilotados por humanos o que tienen inteligencia artificial, así también como por mundos llenos de tecnología avanzada.",
      "code": "robots",
      "id": "cf5d6f7c-49eb-4db1-906b-dc8dd4cc7e91"
    }
  ]
}
